"Cheerful" = "Veselé";

"Melodic" = "Melodické";

"Relaxed" = "Uvoľnené";

"Grooving" = "Groovie";

"Distorted" = "Skreslené";

"Acoustic" = "Akustické";

"Processed" = "Spracované";

"Single" = "Jednotlivé";

"Part" = "Part";

"Dark" = "Temné";

"Dissonant" = "Neladiace";

"Intense" = "Intenzívne";

"Arrhythmic" = "Arytmické";

"Clean" = "Čisté";

"Electric" = "Elektrické";

"Dry" = "Suché";

"Ensemble" = "Zbor";

"Fill" = "Prechod";

"Rock/Blues" = "Rock/Blues";

"Electronic/Dance" = "Elektronické";

"Jazz" = "Jazz";

"Urban" = "Urban";

"World/Ethnic" = "World";

"Cinematic/New Age" = "Filmové";

"Orchestral" = "Orchester";

"Country/Folk" = "Country";

"Experimental" = "Experimentálne";

"Other Genre" = "Iný žáner";

"Hip Hop" = "Hip Hop";

"Electro House" = "Electro House";

"Dubstep" = "Dubstep";

"Modern RnB" = "Moderné R&B";

"Tech House" = "Tech House";

"Deep House" = "Deep House";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Nezávislý";

"Vintage Breaks" = "Vintage úryvky";

"Hip Hop/RnB" = "Hip Hop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Iný žáner";

"Chinese Traditional" = "Čínština (tradičná)";

"Future Bass" = "Future Bass";

"Reggaeton Pop" = "Reggaeton Pop";

"Sound_Effects" = "Zvukové efekty";

"Bass House" = "Bass House";

"Electronic Pop" = "Elektronický pop";

"Techno" = "Techno";

"Bass" = "Basy";

"Electric Bass" = "Elektrická basa";

"Acoustic Bass" = "Akustická basa";

"Synthetic Bass" = "Syntetické basy";

"Drums" = "Všetky bicie";

"Drum Kit" = "Zostavy";

"Electronic Beats" = "Doby";

"Kick" = "Kopáky";

"Tom" = "Prechody";

"Snare" = "Bubienok";

"Cymbal" = "Činel";

"Hi-hat" = "Hajtka";

"Guitars" = "Gitary";

"Electric Guitar" = "Elektrická gitara";

"Acoustic Guitar" = "Akustická gitara";

"Banjo" = "Bendžo";

"Mandolin" = "Mandolína";

"Slide Guitar" = "Slide gitara";

"Pedal Steel Guitar" = "Pedal Steel";

"Horn/Wind" = "Roh";

"Saxophone" = "Saxofón";

"Trumpet" = "Trúbka";

"Flute" = "Flauta";

"Trombone" = "Trombón";

"Clarinet" = "Klarinet";

"French Horn" = "Lesný roh";

"Tuba" = "Tuba";

"Oboe" = "Hoboj";

"Harmonica" = "Harmonika";

"Recorder" = "Zobcová flauta";

"Pan Flute" = "Panova flauta";

"Bagpipe" = "Gajdy";

"Bassoon" = "Fagot";

"Piccolo" = "Pikola";

"English Horn" = "Anglický roh";

"Brass" = "Dychovka";

"Woodwind" = "Dychové";

"Keyboards" = "Klaviatúry";

"Piano" = "Piano";

"Electric Piano" = "Elektrický klavír";

"Organ" = "Organ";

"Clavinet" = "Varhany";

"Accordion" = "Akordeón";

"Synthesizer" = "Syntetizátory";

"Rhodes" = "Rhodes";

"Celesta" = "Čelesta";

"Harpsichord" = "Čembalo";

"Mallets" = "Paličky";

"Steel Drum" = "Oceľový bubon";

"Vibraphone" = "Vibrafón";

"Marimba" = "Marimba";

"Xylophone" = "Xylofón";

"Kalimba" = "Kalimba";

"Bell" = "Zvonček";

"Timpani" = "Tympany";

"Mixed" = "Džingle";

"Other Instrument" = "Iný nástroj";

"Percussion" = "Perkusie";

"Gong" = "Gong";

"Shaker" = "Šejkre";

"Tambourine" = "Tamburína";

"Conga" = "Conga";

"Bongo" = "Bongo";

"Cowbell" = "Kravský zvonec";

"Clave" = "Ozvučné drievko";

"Vinyl/Scratch" = "Vinyl";

"Chime" = "Zvonkohra";

"Rattler" = "Hrkálka";

"Sound Effect" = "FX";

"Misc2" = "Rôzne";

"Boom" = "Výbuchy";

"All Effects" = "Všetky efekty";

"Effects" = "Zvukové efekty";

"Ambience" = "Prostredie";

"People" = "Ľudia";

"Transportation" = "Preprava";

"Weapons" = "Zbrane";

"Explosions" = "Explózie";

"Impacts & Crashes" = "Dopady";

"Animals" = "Zvieratá";

"Sports & Leisure" = "Športové";

"Mech/Tech" = "Stroje";

"Work/Home" = "Práca/Domov";

"Misc." = "Rôzne";

"Foley" = "Ruchy";

"Motions & Transitions" = "Žihadlá";

"Sci-Fi" = "Sci-Fi";

"Strings" = "Struny";

"Violin" = "Husle";

"Viola" = "Viola";

"Cello" = "Violončelo";

"Harp" = "Harfa";

"Koto" = "Koto";

"Sitar" = "Sitar";

"Double Bass" = "Dvojitá basa";

"Texture/Atmosphere" = "Textúry";

"Vocals" = "Vokály";

"Male" = "Mužské";

"Female" = "Ženské";

"Choir" = "Zbor";

"All" = "Všetky";

"Favorites" = "Obľúbené";

"Genres" = "Žánre";

"Instruments" = "Nástroje";

"Moods" = "Nálady";

"Reset" = "Resetovať";

